export const postView = {
  postCotents: {
    title: 'this is titlethis is titlethis is title',
    imageUrl: '/asset/beans/bean4.jpg',
    beanRatio: {
      자바: 4,
      케냐: 2,
      '탄자니아 킬리만자로 AA': 4,
      '탄자니아 킬리만자로 A': 4,
      '탄자니아 킬리만자로': 4,
    },
    water: 15,
    waterTemp: 80,
    content:
      '게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은\n 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용이것은 게시물 내용\n 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용이것은\n 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물\n 내용 이것은 게시물 내용이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 이것은 게시물 내용 ',
    userId: 'meme',
    createAt: '2020-12-20',
  },
  comments: [
    {
      userId: 'test2',
      commentId: 1,
      comment: '댓글 내용댓글 내용댓글 내용댓글 내용',
      createAt: '2020-12-20',
    },
    {
      userId: 'test2',
      commentId: 2,
      comment: '댓글 내용댓글 내용댓글 내용댓글 내용',
      createAt: '2020-12-20',
    },
    {
      userId: '작성자임',
      commentId: 3,
      comment: '댓글 내용댓글 내용댓글 내용댓글 내용댓글 내용댓글 내용댓글 내용댓글 내용댓글 내용',
      createAt: '2020-12-20',
    },
    {
      userId: '작성자id입니다',
      commentId: 4,
      comment: '댓글 내용',
      createAt: '2020-12-20',
    },
  ],
};
